Repository: GNOME/gnome-directory-thumbnailer
Catalog: po/*.po
Languages: be, ca, cs, de, es, eu, fr, hi, is, ja, ro, ru, sr, sr@latin, uk, zh_cn

source: Error generating thumbnail for file ‘%s’.
be: Памылка стварэння мініяцюры для файла «%s».
ca: Error generant la miniatura pel fitxer «%s».
cs: Chyba při generování náhledu pro soubor „%s“.
de: Fehler beim Erstellen des Vorschaubilds für die Datei »%s«.
es: Error al crear la miniatura para el archivo «%s».
eu: Errorea ‘%s’ fitxategiaren miniatura sortzean.
fr: Erreur de création d'une miniature pour le fichier « %s ».
hi: फाइल '%s' के लिए थंबनेल उत्पन्न करने में त्रुटि।
is: Villa við að útbúa smámynd fyrir skrána ‘%s’.
ja: ‘%s’ のサムネイル生成中にエラーが発生しました。
ro: Eroare la generarea miniaturii pentru fișierul „%s”.
ru: Ошибка при создании миниатюры для файла «%s».
sr: Грешка стварања минијатуре за датотеку „%s“.
sr@latin: Greška stvaranja minijature za datoteku „%s“.
uk: Помилка під час створення мініатюри для файла «%s».
zh_cn: 为文件“%s”生成缩略图出错。

source: Error generating thumbnail for file ‘%s’: recursion limit reached.
be: Памылка стварэння мініяцюры для файла «%s»: дасягнута абмежаванне рэкурсіі.
ca: Error generant la miniatura pel fitxer «%s»: límit de recursivitat assolit.
cs: Chyba při generování náhledu pro soubor „%s“: naraženo na omezení rekurze.
de: Fehler beim Erstellen des Vorschaubilds für die Datei »%s«: Rekursionsgrenze erreicht.
es: Error al crear la miniatura para el archivo «%s»: se ha alcanzado el límite de recursos.
eu: Errorea ‘%s’ fitxategiaren miniatura sortzean: errekurtsio-muga gainditu da.
fr: Erreur de création d'une miniature pour le fichier « %s » : la limite de récursivité est atteinte.
hi: फाइल '%s' के लिए थंबनेल उत्पन्न करने में त्रुटि: प्रत्यावर्तन सीमा तक पहुंच गए।
is: Villa við að útbúa smámynd fyrir skrána ‘%s’: takmörkun á endurkvæmni (recursion) náð.
ja: ‘%s’ のサムネイル生成中にエラーが発生しました: 再帰の上限に達しました。
ro: Eroare la generarea miniaturii pentru fișierul „%s”: s-a ajuns la limita recursivității.
ru: Ошибка при создании миниатюры для файла «%s»: достигнут предел рекурсии.
sr: Грешка стварања минијатуре за датотеку „%s“: достигнуто је ограничење дубачења.
sr@latin: Greška stvaranja minijature za datoteku „%s“: dostignuto je ograničenje dubačenja.
uk: Помилка під час створення мініатюри для файла «%s»: перевищено обмеження на рекурсію.
zh_cn: 为文件“%s”生成缩略图出错：达到递归限制。

source: Error generating thumbnail for file ‘%s’: MIME type ‘%s’ is unsupported.
be: Памылка стварэння мініяцюры для файла «%s»: MIME-тып «%s» не падтрымліваецца.
ca: Error generant la miniatura pel fitxer «%s»: el tipus MIME «%s» no està suportat.
cs: Chyba při generování náhledu pro soubor „%s“: typ MIME „%s“ není podporován.
de: Fehler beim Erstellen des Vorschaubilds für die Datei »%s«: MIME-Typ »%s« wird nicht unterstützt.
es: Error al crear la miniatura para el archivo «%s»: el tipo MIME «%s» no está soportado.
eu: Errorea ‘%s’ fitxategiaren miniatura sortzean: ‘%s’ MIME mota ez dago onartuta.
fr: Erreur de création d'une miniature pour le fichier « %s » : le type MIME de « %s » n'est pas pris en charge.
hi: फाइल '%s' के लिए थंबनेल उत्पन्न करने में त्रुटि: MIME प्रकार '%s' असमर्थित है।
is: Villa við að útbúa smámynd fyrir skrána ‘%s’: MIME-tegundin %s’ er ekki studd.
ja: ‘%s’ のサムネイル生成中にエラーが発生しました: MIME タイプ ‘%s’ はサポートしていません。
ro: Eroare la generarea miniaturii pentru fișierul „%s”: tipul MIME „%s” nu este suportat.
ru: Ошибка при создании миниатюры для файла «%s»: тип MIME «%s» не поддерживается.
sr: Грешка стварања минијатуре за датотеку „%s“: МИМЕ врста „%s“ није подржана.
sr@latin: Greška stvaranja minijature za datoteku „%s“: MIME vrsta „%s“ nije podržana.
uk: Помилка під час створення мініатюри для файла «%s»: підтримки типу MIME «%s» не передбачено.
zh_cn: 为文件“%s”生成缩略图出错：不支持 MIME 类型“%s”。

source: Directory is empty.
be: Каталог пусты.
ca: Directori buit.
cs: Složka je prázdná.
de: Ordner ist leer.
es: La carpeta está vacía.
eu: Direktorioa hutsik dago.
fr: Le répertoire est vide.
hi: निर्देशिका खाली है।
is: Mappan er tóm.
ja: ディレクトリが空です。
ro: Directorul este gol.
ru: Каталог пуст.
sr: Директоријум је празан.
sr@latin: Direktorijum je prazan.
uk: Каталог є порожнім.
zh_cn: 目录空。

source: Maximum size of the thumbnail in pixels (maximum width or height)
be: Максімальны памер мініяцюры ў пікселях (максімальная шырыня або вышыня)
ca: Grandària màxima de la miniatura en píxels (màxima amplada o alçada)
cs: Maximální velikost náhledu v pixelech (maximální šířka nebo výška)
de: Maximale Größe der Vorschaubilder in Pixel (maximale Höhe oder Breite)
es: Tamaño máximo de la miniatura en píxeles (anchura o altura máximas)
eu: Miniaturaren gehieneko tamaina pixeletan (gehieneko zabalera edo altuera)
fr: Taille maximum de la miniature en pixels (largeur ou hauteur maximum)
hi: थंबनेल का अधिकतम आकार पिक्सल में (अधिकतम चौड़ाई या ऊँचाई)
is: Hámarksstærð smámyndar í mynddílum (hámarksbreidd eða hæð)
ja: サムネイルの最大ピクセルサイズ (幅または高さの最大値)
ro: Dimensiunea maximă a miniaturii în pixeli (lățimea sau înălțimea maximă)
ru: Максимальный размер миниатюры в пикселях (максимальная ширина или высота)
sr: Највећа величина минијатуре у тачкицама (највећа ширина или висина)
sr@latin: Najveća veličina minijature u tačkicama (najveća širina ili visina)
uk: Максимальний розмір мініатюри у пікселях (максимальна ширина або висота)
zh_cn: 缩略图的最大像素大小（最大宽度或高度）

source: Show the normal folder icon as an overlay on the thumbnail
be: Паказваць звычайны значок папкі як накладку на мініяцюры
ca: Mostra la icona de carpeta normal com una superposició a sobre la miniatura
cs: Přes náhled zobrazovat normální ikonu složky
de: Das normale Ordnersymbol über das Vorschaubild legen
es: Mostrar el icono normal de la carpeta superpuesto sobre la miniatura
eu: Erakutsi karpeta normalaren ikonoa miniaturaren gainean
fr: Afficher l'icône habituelle du dossier comme cache par-dessus la miniature
hi: सामान्य फोल्डर आइकन को थंबनेल पर उपरिशायी के रूप में दिखाएं
is: Birta venjulega táknmynd möppunnar sem yfirlag á smámyndinni
ja: フォルダーアイコンをサムネイル上に表示する
ro: Arată iconița de dosar normală ca o suprapunere pe miniatură
ru: Показывать обычный значок папки в виде подложки под миниатюрой
sr: Прикажи нормалну иконицу фасцикле као преклапање минијатуре
sr@latin: Prikaži normalnu ikonicu fascikle kao preklapanje minijature
uk: Показувати звичайну піктограму теки як накладку на мініатюру
zh_cn: 在缩略图上覆盖显示正常文件夹图标。

source: [INPUT FILE] [OUTPUT FILE]
be: [УВАХОДНЫ ФАЙЛ] [ВЫХОДНЫ ФАЙЛ]
ca: [FITXER D'ENTRADA] [FITXER DE SORTIDA]
cs: [VSTUPNÍ SOUBOR] [VÝSTUPNÍ SOUBOR]
de: [EINGABE-DATEI] [AUSGABE-DATEI]
es: [ARCHIVO_ENTRADA] [ARCHIVO_SALIDA]
eu: [SARRERAKO FITXATEGIA] [IRTEERAKO FITXATEGIA]
fr: [FICHIER DENTREE] [FICHIER DE SORTIE]
hi: [इनपुट फाइल] [आउटपुट फाइल]
is: [INNTAKSSKRÁ] [ÚTTAKSSKRÁ]
ja: [入力ファイル] [出力ファイル]
ro: [FIȘIER DE INTRARE] [FIȘIER DE IEȘIRE]
ru: [ВХОДНОЙ ФАЙЛ] [ВЫХОДНОЙ ФАЙЛ]
sr: [УЛАЗНА ДАТОТЕКА] [ИЗЛАЗНА ДАТОТЕКА]
sr@latin: [ULAZNA DATOTEKA] [IZLAZNA DATOTEKA]
uk: [ВХІДНИЙ ФАЙЛ] [ВИХІДНИЙ ФАЙЛ]
zh_cn: [输入文件] [输出文件]

source: — Generate thumbnails for directories
be: — стварэнне мініяцюр для каталогаў
ca: — Genera miniatures pels directoris
cs: — Generovat náhledy pro složky
de: — Vorschaubilder für Ordner erstellen
es: — Generar miniaturas para carpetas
eu: — Sortu miniaturak direktorioetarako
fr: — génère des miniatures pour les répertoires
hi: - निर्देशिकाओं के लिए थंबनेल बनाएं
is: — Gera smámyndir fyrir möppur
ja: — ディレクトリのサムネイルを生成します
ro: — Generează miniaturi pentru directoare
ru: — создаёт миниатюры для каталогов
sr: — Направите минијатуре за директоријуме
sr@latin: — Napravite minijature za direktorijume
uk: — створення мініатюр для каталогів
zh_cn: ——为目录生成缩略图

source: Couldn’t parse command line options: %s
be: Не ўдалося разабраць параметры каманднага радка: %s
ca: No s'han pogut analitzar les opcions de l'ordre: %s
cs: Nelze zpracovat přepínač příkazového řádku: %s
de: Die Befehlszeilenoptionen konnten nicht verarbeitet werden: %s
es: No se pudieron analizar las opciones de la línea de comandos: %s
eu: Ezin izan dira komando-lerroko aukerak analizatu: %s
fr: Impossible d'analyser les options de la ligne de commande : %s
hi: कमांड लाइन विकल्पों को पार्स नहीं किया जा सका: %s
is: Gat ekki þáttað skipanalínurofa: %s
ja: コマンドラインオプションを解釈できませんでした: %s
ro: Nu s-au putut parsa opțiunile în linie de comandă: %s
ru: Не удалось разобрать параметры командной строки: %s
sr: Не могу да обрадим опције наредбе: %s
sr@latin: Ne mogu da obradim opcije naredbe: %s
uk: Не вдалося обробити параметри командного рядка: %s
zh_cn: 无法解析命令行选项：%s

source: Couldn’t generate thumbnail for directory ‘%s’: %s
be: Не ўдалося стварыць мініяцюру для каталога «%s»: %s
ca: No s'ha pogut generar la miniatura pel directori «%s»: %s
cs: Nelze vygenerovat náhled pro složku „%s“: %s
de: Vorschaubild für Ordner »%s« konnte nicht erstellt werden: %s
es: No se pudo generar la miniatura para la carpeta «%s»: %s
eu: Ezin izan da miniatura sortu ‘%s’ direktoriorako: %s
fr: Impossible de générer la miniature du répertoire « %s » : %s
hi: निर्देशिका '%s' के लिए थंबनेल उत्पन्न नहीं किया जा सका: %s
is: Get ekki búið til smámynd fyrir möppuna ‘%s’: %s
ja: ディレクトリ ‘%s’ のサムネイルを生成できませんでした: %s
ro: Nu s-a putut genera miniatura pentru directorul „%s”: %s
ru: Не удалось создать миниатюру для каталога «%s»: %s
sr: Не могу да створим минијатуру за директоријум „%s“: %s
sr@latin: Ne mogu da stvorim minijaturu za direktorijum „%s“: %s
uk: Не вдалося створити мініатюру для каталогу «%s»: %s
zh_cn: 无法为目录“%s”生成缩略图：%s

source: Couldn’t load folder overlay icon: %s
be: Не ўдалося загрузіць значок папкі: %s
ca: No s'ha pogut carregar la icona en superposició de la carpeta: %s
cs: Nelze načíst ikonu složky pro překrytí: %s
de: Symbol zum Überlegen über den Ordner konnte nicht geladen werden: %s
es: No se pudo cargar el icono superpuesto de la carpeta: %s
eu: Ezin izan da kargatu karpetan gainjartzeko ikonoa: %s
fr: Impossible de charger l'icône cache du répertoire : %s
hi: फोल्डर उपरिशायी आइकन लोड नहीं हो सका: %s
is: Gat ekki hlaðið inn yfirlagstáknmynd möppu: %s
ja: フォルダーアイコンを読み込めませんでした: %s
ro: Nu s-a putut încărca iconița de suprapunere a dosarului: %s
ru: Не удалось загрузить значок папки: %s
sr: Не могу да учитам иконицу преклапања фасцикле: %s
sr@latin: Ne mogu da učitam ikonicu preklapanja fascikle: %s
uk: Не вдалося завантажити піктограму-накладку для теки: %s
zh_cn: 无法加载文件夹覆盖图标：%s

source: Couldn’t save thumbnail to ‘%s’: %s
be: Не ўдалося захаваць мініяцюру ў «%s»: %s
ca: No s'ha pogut desar la miniatura a «%s»: %s
cs: Nelze uložit náhled do „%s“: %s
de: Vorschaubilder konnte nicht unter »%s« gespeichert werden: %s
es: No se pudo guardar la miniatura en «%s»: %s
eu: Ezin izan da miniatura gorde ‘%s’ kokalekuan: %s
fr: Impossible d'enregistrer la miniature dans « %s » : %s
hi: थंबनेल को '%s' में सहेजा नहीं जा सका: %s
is: Gat ekki vistað smámynd í ‘%s’: %s
ja: サムネイルを ‘%s’ に保存できませんでした: %s
ro: Nu s-a putut salva miniatura la „%s”: %s
ru: Не удалось сохранить миниатюру в «%s»: %s
sr: Не могу да сачувам минијатуру у „%s“: %s
sr@latin: Ne mogu da sačuvam minijaturu u „%s“: %s
uk: Не вдалося зберегти мініатюру до «%s»: %s
zh_cn: 不能将缩略图保存到“%s”：%s
